Revit 2024 API
BuiltInFailures.GroupFailures.GroupChangeNoPlaceElements Property
 Elements cannot be placed as a result of changes to groups.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId GroupChangeNoPlaceElements { get; }
Visual Basic
Public Shared ReadOnly Property GroupChangeNoPlaceElements As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ GroupChangeNoPlaceElements {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace